/* This file is for miscellaneous toolbox strings */

/* Screen shot template string */
"Picture %d.%s" = "Kuva %d.%s";

/* OpenSave Common Preview strings */
"Name" = "Nimi";
"Kind" = "Laji";
"Size" = "Koko";
"Created" = "Luotu";
"Modified" = "Muokattu";
"Opened" = "Avattu";
"Version" = "Versio";
"Duration" = "Kesto";
"Dimensions" = "Mitat";
"DecimalPoint" = ",";
"ZeroKB" = "0 kt";
"KB" = " kt";
"MB" = " Mt";
"GB" = " Gt";
"TB" = " Tt";
"DurationFormat" = "%d%d'%d%d";
"DimensionsFormat" = "%d x %d";
"Calculating" = "Lasketaan...";
"Fetching" = "Haetaan...";
"Hyphen" = "-";
"Today" = "Tänään klo REPLACE_WITH_TIME"; /* do not localize REPLACE_WITH_TIME */
"Yesterday" = "Eilen klo REPLACE_WITH_TIME";  /* do not localize REPLACE_WITH_TIME */
